<?php

return [
    // header
    'title' => 'Агентство недвижимости',
    'sub-title' => 'Этот сайт является лишь демонстрацией возможностей нашей системы управления агентством недвижимости. Пожалуйста, не надейтесь купить/продать/снять/сдать жилье, используя этот сайт. Автор ищет работу веб-разработчика.',
    //common
    'search' => 'Найти',
    'send' => 'Отправить',
    'message' => 'Сообщение',
    'show-more' => 'Больше...',
    // menu
    'catalog' => 'Каталог',
    'about' => 'Информация',
    'contact' => 'Контакты',
    'dashboard' => 'Панель управления',
    'login' => 'Войти',
    'logout' => 'Выход',
    // Front-end messages
    'form-title' => 'Найди свой дом',
    'form-goal'  => 'Цель поиска:',
    'form-locations' => 'Местоположение:',
    'form-min-price' => 'Минимальная цена:',
    'form-max-price' => 'Максимальная цена:',
    // Contact form
    'contact-email' => 'Электронный адрес:',
    'contact-topic' => 'Тема:',
    'contact-realtor' => 'Связаться с риэлтором',
    'contact-motivation' => 'Если Вам понравилось это предложение, Вы можете свободно связаться с нашими риэлторами, используя форму ниже.',
    'contact-message' => 'Ваше сообщение:',

    // messages
    'messages-success-added' => 'Ваше сообщение успешно отправлено.',
    'messages-error-added' => 'Возникли ошибки при отправке сообщения. Попробуйте, пожалуйста, позже.',


];

 ?>
